Repository: common-repository/shipping-method-for-hermes-germany-and-wc
Catalog: language/shipping-method-for-hermes-germany-and-wc-*.po
Languages: de_de

source: Shipping Method for Hermes and WooCommerce
de_de: Versandart für Hermes Deutschland und WooCommerce

source: Hermes Shipping
de_de: Hermes-Versand

source: A Hermes Germany shipping calculator
de_de: Ein Versandrechner von Hermes Deutschland

source: Enable
de_de: Aktivieren Sie

source: Enable Hermes Germany
de_de: Enable Hermes Deutschland

source: Title
de_de: Titel

source: Title to be display in the Cart & Checkout pages.
de_de: Der Titel, der auf den Seiten Warenkorb & Kasse angezeigt werden soll.

source: Debug Mode
de_de: Debug-Modus

source: Enable debug mode.
de_de: Aktivieren Sie den Debug-Modus.

source: Default Package Weight (g)
de_de: Standard-Paketgewicht (g)

source: Default Hermes package weight to be use (in case product weight is not specified)
de_de: Zu verwendendes Standardgewicht (für den Fall, dass das Produktgewicht nicht angegeben ist).

source: Default Package Length (mm)
de_de: Standard-Paketlänge (mm)

source: Default Hermes package length to be use (in case product length is not specified)
de_de: Standardmäßig zu verwendende Hermes-Paketlänge (falls die Produktlänge nicht angegeben ist).

source: Default Package Width (mm)
de_de: Standard-Paketbreite (mm)

source: Default Hermes package width to be use (in case product width is not specified)
de_de: Zu verwendende Standardbreite (für den Fall, dass die Produktbreite nicht angegeben ist).

source: Default Package Height (mm)
de_de: Standard-Pakethöhe (mm).

source: Default Hermes package height to be use (in case product height is not specified)
de_de: Zu verwendende Standardhöhe (für den Fall, dass die Produkthöhe nicht angegeben ist).

source: In order to use the Hermes Shipping extension to work, the store currency must be Euro.
de_de: Damit die Hermes-Versandmethode funktioniert, muss die Geschäftswährung Euro sein.

source: In order to the Hermes Shipping extension to work, the base country/region must be set to Germany.
de_de: Damit die Hermes-Versandmethode funktioniert, muss das Basisland/-region auf Deutschland eingestellt sein.

source: Click here to change the setting.
de_de: Klicken Sie hier, um die Einstellung zu ändern.

source: Hermes Parcel
de_de: Hermes Päckchen

source: Longest + shortest side 1cm to 37cm, max 25kg, up to 50€ liability
de_de: Längste + kürzeste Seite 0 cm bis 37 cm, max. 25 kg, bis 50 € Haftung

source: Enable Hermes Parcel
de_de: Hermes Päckchen aktivieren.

source: S Package
de_de: S-Paket

source: Longest + shortest side 0 cm to 50cm, max 25kg, up to 500€ liability
de_de: Längste + kürzeste Seite 0 cm bis 50 cm, max. 25 kg, bis 500 € Haftung

source: Enable S Package
de_de: S-Paket aktivieren.

source: M Package
de_de: M-Paket

source: Longest + shortest side 50.1cm to 80cm, max 25kg, up to 500€ liability
de_de: Längste + kürzeste Seite 50,1 cm bis 80 cm, max. 25 kg, bis 500 € Haftung

source: Enable M Package
de_de: M-Paket aktivieren.

source: L Package
de_de: L-Paket

source: Longest + shortest side 80.1cm to 120cm, max 25kg, up to 500€ liability
de_de: Längste + kürzeste Seite 80,1 cm bis 120 cm, max. 25 kg, bis 500 € Haftung

source: Enable L Package
de_de: L-Paket aktivieren
